{
	"népképviselet": "A törvényhozó hatalom képviselőit a származásra való tekintet nélkül választják meg.",
	"demokrácia": "A társadalom jelentős számú, szavazati joggal rendelkező tagjainak hatalmából eredő politikai rendszer, egy közös területen, ahol hatalmi fékekkel és ellensúlyokkal biztosítják a társadalom jól szabályozott működését, mint például a közhatalom gyakorlóinak kizárólagos hatalomra törésének a megakadályozását, a társadalmi igazságosságot és a jóléti társadalom megvalósulását. A jogosultak közügyek döntéseiben való részvételi módja alapján közvetlen és képviseleti ~ létezhetnek.",
	"diktatúra": "Olyan kormányzási forma, ahol az állami főhatalom forrása nem a népakarat. A ~ autokrácia, vagyis valamely személynek vagy csoportnak az állam törvényeit figyelmen kívül hagyó, erőszakszervezetekre támaszkodó, kivételes törvényekkel szentesített elnyomó hatalma.",
	"emberi jog": "Azoknak a jogoknak az összessége, amelyek minden embert megilletnek; például szólás-, gyülekezési, vallás- és sajtószabadság. A XVIII. század végétől a polgári államokban alkotmányok, alaptörvények garantálják ezeket a jogokat.",
	"állampolgári jog": "Amikor valamit az állampolgár jog szerint elvárhat az államtól.",
	"vallás": "Az a - megismerésben, gondolkodásban, érzésben, akaratban és cselekvésben kifejeződő - meggyőződés nevezzük, amely szerint személyes vagy személytelen természetfeletti erők vannak működésben.",
	"vallásüldözés": "A vallást gyakorlókat súlyos (életüket, személyes vagy vagyoni biztonságukat veszélyeztető) bántalom éri a vallásuk miatt szándékosan, rendszerszerűen egy ország hatalmon levő csoportja által.",
	"egyházüldözés": "Nem a vallásos életet, hanem az egyházakat üldözi a hatalom.",
	"vallásszabadság": "Az embereknek nemcsak megengedett a hitük szerinti vallásgyakorlása, hanem ezeket szabadon is hirdethetik (amennyiben az mások személyiségi vagy egyéb jogait nem sérti).",
	"Szövetséges Ellenőrző Bizottság": "A második világháború győztes hatalmai (NagyBritannia, Franciaország, Egyesült Államok, Szovjetunió) által létrehozott testületek, amelyek a fegyverszüneti egyezmények betartását ellenőrizték a legyőzött országokban. A békeszerződések aláírásáig működtek, a szovjet érdekszférába kerülő kelet-európai országok szuverenitása azonban ezt követően is csak formailag állt helyre. A magyarországi ~ szovjet irányítás alatt állt, elnöke Vorosilov marsall volt.",
	"földosztás": "Állami beavatkozás a földbirtokviszonyokba, az egyházi és magánbirtokok részbeni vagy teljes szétosztása a földnélküliek, illetve a kevés földdel rendelkezők között. Magyarországon 1920-ban a nagybirtokrendszert érintetlenül hagyó földosztásra került sor (Nagyatádi Szabó-féle földosztás). 1945-ben a szovjet nyomásra végrehajtott földosztás a nagybirtokrendszer teljes felszámolását eredményezte.",
	"Független Kisgazdapárt": "(1930. október 12-én, Békés) 1931-ben kormányzó választásokon a párt 10 mandátumot szerzett, így ellenzéki erőként léptek fel a kormánypárttal szemben. A párt 1945 után is meghatározó volt egészen a Rákosi diktatúráig.",
	"Nemzeti Parasztpárt": "A ~ magyar agrárpárt volt, amelyet 1939-ben alapítottak népi írók és paraszt-politikusok. Bázisa hagyományosan az ország keleti részében volt, főleg az Alföld szegényparasztjai. A magyar kommunista diktatúra megszületésével 1949-től több másik párthoz hasonlóan beszüntette tevékenységét, bár hivatalosan nem szűnt meg és például irodája is volt Budapesten. Az 1956-os forradalom idején Petőfi Párt néven alakult újjá, de a Kádár-rezsim újra felszámolta.",
	"Magyar Kommunista Párt": "A pártot a Szovjetunióból visszatérő kommunisták alapítják újra 1944-ben. Szovjet támogatással diktatúrát építenek ki, amelynek vezetője Rákosi Mátyás lesz. Hatalmuk megdöntésére tört ki az 1956-os forradalom.",
	"Szociáldemokrata Párt": "1890-1948, Magyarország. A párt legfontosabb célkitűzései között a tőkés társadalmi berendezkedés felszámolását, a termelőeszközök köztulajdonba vételét, az általános választójog megteremtését, munkásvédő törvények elfogadását fogalmazta meg. Jelentős szerepet játszott a különböző szakszervezetek létrehozásában és a parasztság felvilágosításában.",
	"háborús bűnös": "A második világháború után Nürnbergben ítélkező nemzetközi bíróság nyilvánította bűncselekménnyé a „háborús bűnöket\". Háborús bűnösnek tekintették azokat a személyeket, akik a háború során embertelenül bántak polgári személyekkel, deportálásokban működtek közre, hadifoglyokat bántalmaztak, túszokat öltek meg, gyilkosságokat követtek el, illetve akiket felelősség terhelt a támadó háború megindításáért.",
	"népbíróság": "Magyarországon az Ideiglenes Nemzeti Kormány által 1945-ben létrehozott rendkívüli bíróságok, amelyek az elfogott háborús bűnösöket vonták felelősségre. 476 halálos ítéletet hoztak, ebből 189-et végre is hajtottak (például kivégezték Szálasi Ferencet és Imrédy Bélát). Az 1956-os forradalom leverése után tevékenységüket egy időre felújították.",
	"kitelepítés": "Egyes személyek vagy csoportok kényszerítése lakóhelyük elhagyására, vidékre vagy külföldre történő átköltöztetésük politikai okokból. A második világháborút követően körülbelül 12 millió kisebbségi sorban élő németet telepítettek át anyaországukba. Magyarországon az 1950-es években, a Rákosi-korszakban „osztályidegennek\" minősített emberek és családok ezreit telepítették a fővárosból vidékre.",
	"lakosságcsere": "Többnyire szomszédos államok közötti nemzetközi szerződés állampolgáraik egy részének kölcsönös áttelepüléséről. Célja a nemzeti kisebbségek létszámának csökkentése. Magyarország és Csehszlovákia 1946-ban kötött lakosságcsere-egyezményt, amelynek értelmében mintegy százezer felvidéki magyar kényszerült lakóhelye elhagyására, és körülbelül 73 ezer szlovák távozott az országból.",
	"Magyar Dolgozók Pártja (MDP)": "1948-ban a Szociáldemokrata Párt és Magyar Kommunista Párt egyesüléséből jön létre. 1956 után nevét MSZMP-re változtatják, de így is az 1989-es rendszerváltásig Magyaroszág diktatórikus kormányzópártja.",
	"államosítás": "A magántulajdonban lévő javak, elsősorban föld, gyár, üzem egyoldalú állami kézbe vétele.",
	"népköztársaság": "1. az 1918. évi polgári demokratikus forradalom győzelme után Magyarországon létrejött köztársaság hivatalos neve (1918. nov. 16 - 1919. márc.21.) 2. A második világháborút követően a szovjet érdekszférához tartozó országok többségének államformája. Magyarország 1949 - 1989 között volt ~, amelyben az államfői hatalmat a Népköztársaság Elnöki Tanácsa gyakorolta. A szocialista országok államformája volt a ~ .",
	"internálás": "Az állam szempontjából veszélyesnek minősített, de bűncselekményt el nem követett személyek kényszerlakhelyre telepítése vagy táborokba zárása. Magyarországon tömeges alkalmazására a Tanácsköztársaság bukása (1919), a német megszállás (1944) és a második világháború után (1945-1953) került sor.",
	"osztályharc": "Az osztályharc egymással ellentétes érdekű társadalmi osztályok közötti harc, mely az osztálytársadalmak történelmének meghatározó tartalma és mozgatóereje. Három fő síkja a gazdasági, a politikai és az ideológiai osztályharc, melyek összefonódnak, illetve kölcsönhatásban vannak egymással.",
	"ÁVH": "A Rákosi-korszak politikai rendőrsége. A rendőrség egyik kiemelt, s a kommunista belügyminiszternek közvetlenül alárendelt osztályából (Államvédelmi Osztály, vagy ÁVO) hozták létre 1948 szeptemberében. Törvények fölött álló hatalommá vált. (Hivatalosan közvetlenül a minisztertanácsnak volt alárendelve.) Közreműködött a koncepciós perek előkészítésében, a tömeges letartóztatásokban, internálásokban, kínzásokban és kivégzésekben. 1956. október 28-án Nagy Imre miniszterelnök jelentette be a szervezet feloszlatását",
	"besúgó hálózat": "Olyan személyek hálózata, akiknek feladatai közé tartozik mások megfigyelése, ellenőrzése kémtevékenység gyanúja miatt. Demokratikus országokban is létező fogalom. Volt olyan, aki önként figyelt meg másokat, de a többség valamilyen zsarolás folytán került a kommunista hálózat rendszerébe. Az ügynökökkel a tartótiszt foglalkozott, tőle kapták az utasításokat, neki kellett jelentéseiket leadniuk.",
	"ügynök": "Olyan személy, akinek feladatai közé tartozik mások megfigyelése, ellenőrzése kémtevékenység gyanúja miatt. Demokratikus országokban is létező fogalom. Volt olyan, aki önként figyelt meg másokat, de a többség valamilyen zsarolás folytán került a kommunista hálózat rendszerébe. Az ~ -kel a tartótiszt foglalkozott, tőle kapták az utasításokat, neki kellett jelentéseiket leadniuk.",
	"egypártrendszer": "Egyetlen politikai párt kizárólagos uralmán alapuló politikai, illetve kormányzati rendszer. A fasiszta és kommunista diktatúrákra jellemző uralmi forma. A hatalmon lévő párt irányítja és ellenőrzi az államhatalmi ágakat, intézményeket. Magyarországon az egypártrendszer 1949-től 1989-ig tartott.",
	"pártállam": "A párttisztségek egyben állami tisztségek is.",
	"reakciós": "Magyarországon a kommunista rendszerben minden olyan személy elnevezése, aki nem fogadja el a kommunista ideológiát.",
	"koncepciós perek": "Koholt vádakkal, hamis tanúkkal lefolytatott per. A diktatórikus rendszerek úgynevezett kirakatpere, ahol bizonyos koncepciót felállítva, antidemokratikus módon hoznak ítéletet. A Rákosi-diktatúra időszakában és az 1956-os forradalmat követően számos embert ilyen perben végeztek ki.",
	"kulák": "Nagygazda, a paraszti világ elitjének a megnevezése, pejoratív kifejezés az 1950-es évek Magyarországán. A parasztgazdákat megbélyegezték ezzel az elnevezéssel, földjüket elvették. Internálótáborokba hurcolták őket.",
	"szövetkezet": "A tagok vagyoni hozzájárulásából álló tőkével alapított, a nyitott tagság és a változó tőke elvei szerint működő, a tagok gazdasági és társadalmi (kulturális, oktatási, szociális, egészségügyi) szükségleteinek kielégítésére irányuló tevékenységet végző szervezet. A szocializmusnál a történetnek a hozzájárulásnál (tőke, munka) kb. vége van.",
	"beszolgáltatás": "A termelők (parasztok) kényszerítése, hogy a piacinál alacsonyabb áron adják át mezőgazdasági termékeiket az állami felvásárló, illetve begyűjtő szerveknek. Magyarországon a második világháború idején vezették be a szűkös élelmiszerkészletek miatt, valamint a hadsereg ellátásárának biztosítása érdekében. Az 1940-es évek végétől a paraszti magángazdálkodás felszámolását szolgálta.",
	"iparosítás": "Tömeggyártás bevezetése; egy országban vagy területen az ipari termelés elterjesztése.",
	"kétkeresős családmodell": "Olyan családmodell, ahol a házastársak mindkét tagja dolgozik.",
	"aranycsapat": "Minden idők legjobb magyar labdarúgó-válogatottjának közismert neve. Ez a csapat az 1950-es évtől 1954-ig (egyes források szerint 1956-ig) játszott együtt. Több éven keresztül veretlenek voltak, mindenki őket várta az 1954-es világbajnokság aranyérmesének, de a döntőben 3:2-re kikaptak az NSZK-tól. A csapat 1956 után teljesen szétesett, többen külföldön folytatták a pályafutásukat.",
	"Petőfi Kör": "Rövid életű magyar értelmiségi mozgalom volt az 1950-es évek derekán, amely fontos szerepet töltött be a kommunista rendszernek az 1956-os forradalomhoz vezető erjedésében.",
	"MEFESZ": "1956. október 16-án a szegedi egyetemen megalakult a Magyar Egyetemisták és Főiskolások Országos Szövetsége, melyhez csatlakoztak a budapesti, miskolci, pécsi és soproni egyetemisták is. Az egyetemisták 16 pontban fogalmazták meg követeléseiket. Szimpátiatüntetést szerveztek az 1956 júniusa óta tartó lengyel felkelések támogatására. Az akcióhoz a Petőfi Kör és több szervezet is csatlakozott. 1956. október 23-án délután 3 órakor kezdődött az egyetemisták tüntetése a Petőfi-szobornál. A Műegyetem hallgatói a Bem-szoborhoz vonultak. A budapesti munkásság is az egyetemisták mellé állt. Így kezdődött a forradalom 1956. október 22-én.",
	"intervenció.": "Katonai beavatkozás.",
	"Mindszenty József": "Katolikus pap (eredeti neve: Pehm József), 1945-től esztergomi érsek, majd bíboros, Magyarország hercegprímása. 1944 márciusától veszprémi püspök. A nyilas hatalomátvételt követően letartóztatták. Érseki hatalmát és személyes tekintélyét is felhasználva határozottan szembehelyezkedett a szovjetek által támogatott kommunistákkal. Erre buzdította az ország hívő lakosságát is. Ellenezte a köztársasági államformát és az egyházi iskolák államosítását. 1948 decemberében letartóztatták, és koncepciós perben életfogytiglani börtönbüntetésre ítélték. Miután 1956. október 31-én kiszabadult, november 3-i rádióbeszédében a forradalom mellett foglalt állást, és összefogásra szólította fel a lakosságot. A november 4-i szovjet beavatkozás után az Egyesült Államok budapesti nagykövetségére menekült. A magyar kormány és a Vatikán közötti megállapodás értelmében 1971-ben hagyta el az országot. Bécsi emigrációban halt meg. 1991-ben az esztergomi bazilika kápolnájában újratemették.",
	"Tildy Zoltán": "Református lelkész, kisgazdapárti politikus, Magyarország miniszterelnöke és köztársasági elnök. 1930-ban részt vett a Független Kisgazdapárt megalapításában. 1936-tól 1944-ig a párt országgyűlési képviselője. 1943-tól az FKgP elnöke, 1945-ben az Ideiglenes Nemzetgyűlés tagja. Az 1945-ös választásokat követően miniszterelnök. 1946 februárjában köztársasági elnökké választották; ezt a tisztséget 1948-ig, a kommunista hatalomátvétel kiteljesedéséig töltötte be. Az 1950-es években családjával együtt házi őrizetben tartották. Az 1956-os forradalom és szabadságharc idején néhány napig államminiszter volt Nagy Imre kormányában. A megtorlások idején börtönbüntetésre ítélték, de súlyos betegségére való tekintettel a büntetés végrehajtását felfüggesztették. Szabadulása után nem sokkal meghalt. 1989-ben rehabilitálták.",
	"Nagy Ferenc": "Kisgazdapárti politikus, Magyarország miniszterelnöke (1946- 1947). 1924-ben lépett be a Nagyatádi-féle Kisgazdapártba, majd 1930-ban Tildy Zoltánnal és másokkal megalakította a Független Kisgazda-, Földmunkás és Polgári Pártot, amelynek főtitkára, később elnöke lett. 1946 februárjától a kisgazda vezetésű koalíciós kormány (MKP, MSZDP, NPP) miniszterelnöke. A szovjet megszállás miatt kénytelen volt engedményeket tenni a kommunistáknak, de a baloldali erők térnyerését igyekezett megakadályozni. A „köztársaság-ellenes összeesküvés\" kapcsán gyanúba keverték, és lemondásra szólították fel az éppen Svájcban tartózkodó miniszterelnököt. Lemondott, és nem tért vissza Magyarországra. Kivándorolt az Egyesült Államokba, ahol bekapcsolódott a magyar emigráció tevékenységébe.",
	"Kovács Béla": "Paraszti származású kisgazdapárti politikus, földművelésügyi miniszter (1945-1947, 1956). 1933-ban csatlakozott a Független Kisgazdapárthoz, 1945-ben a párt országos főtitkára lett. 1947-ben a kommunista párt irányítása alatt álló Államvédelmi Hatóság (ÁVH) köztársaság-ellenes összeesküvésben való részvétellel vádolta meg. A szovjet katonai hatóságok letartóztatták, és a Szovjetunióba hurcolták. Húsz év kényszermunkára ítélték, de 1955-ben visszahozták Magyarországra. 1956-ban szabadult. A forradalom idején a Nagy Imre-kormány tagja lett. November 4-e után kereste a kiegyezés lehetőségét Kádár Jánossal.",
	"Kéthly Anna": "1917-ben belépett az MSZDP-be. 1922-ben képviselővé választották; másfél évtizeden keresztül ő volt az egyetlen képviselőnő a parlamentben. Peyer Károly kiválása után a két munkáspárt - az MKP és az SZDP - fúzióját elutasítók vezéralakjává vált. 1948-ban kizárták a pártból. 1954-ben kémkedés és államellenes tevékenység vádjával életfogytiglani börtönbüntetésre ítélték, de novemberben, nemzetközi tiltakozás hatására, kegyelemben részesítették. A forradalom kirobbanása után az SZDP újjászervezésének egyik kezdeményezője, október 31-én a párt elnökévé választották. A forradalom után nem tér haza.",
	"Esterházy János": "Csehszlovákiában ellenzéki politikusként a magyar kisebbség érdekeinek következetes védelmezője és a fennálló igazságtalan viszonyok kérlelhetetlen bírálója volt. A szlovák parlament egyetlen olyan képviselője volt, aki nem szavazta meg a zsidók deportálásáról szóló 68-as számú törvényt. Nyitraújlaki házában üldözött zsidókat bújtatott. 1945-57. börtönben van, ott is hal meg.",
	"Márton Áron": "Erdély római katolikus püspöke. 1944 májusában felemelte szavát a magyarországi zsidóság akkor kezdődött deportálása ellen. Erélyesen tiltakozott, amikor a bukaresti kormány 1948-ban államosította az egyházi iskolákat. Szót emelt a magyar kisebbség jogaiért, nyíltan szembefordult a kommunista hatalommal.",
	"Rákosi Mátyás": "Kommunista politikus, pártfőtitkár. Az első világháborúban az orosz fronton szolgált, 1915-ben hadifogságba esett. Hazatérése után, 1918-ban részt vett a Kommunisták Magyarországi Pártja alapításában. A Tanácsköztársaság idején kereskedelmi népbiztoshelyettes, majd a Vörös Prség országos parancsnoka. A Tanácsköztársaság bukása után a Szovjetunióba emigrált, és a Kommunista Internacionálé (Komintern) munkatársa lett. Ezt követően Magyarországon végzett illegális szervezőmunkát. 1925-ben letartóztatták, és hosszú börtönbüntetésre ítélték. 1940-ben a szovjet kormány kezdeményezésére az 1848- 1849-es honvéd zászlókért cserébe kiadták a Szovjetuniónak, ahol a magyar kommunista emigráció vezetője lett. Hazatérve a Magyar Kommunista Párt (1945-1948), majd a szociáldemokrata párttal való egyesülés után a Magyar Dolgozók Pártja főtitkára (1948- 1953). 1949-től miniszterelnök-helyettes, 1952-1953-ban miniszterelnök. Felelősség terheli a többpártrendszer felszámolásáért, a kommunista diktatúra törvénysértéseiért, a koncepciós perekért. A Sztálin halálát követő politikai változások nyomán háttérbe szorult, majd 1956 júniusában leváltották. A forradalom idején a Szovjetunióba menekült, és ott is halt meg.",
	"Rajk László": "Kommunista politikus. A Rákosi-diktatúra kiépítése során belügyminiszterként felszámolja az összes civil szervezetet Magyarországon. 1949-ben Rákosiék koncepciós perben őt is kivégzik. 1956. október 6-án újratemetik, ez az 1956-os forradalom egyik legfontosabb előzménye.",
	"Kádár János": "Kommunista politikus, az 1956-os forradalom leverését követően Magyarország első számú pártvezetője. Eredeti neve Csermanek volt. A két világháború között többször letartóztatták és börtönbüntetésre ítélték. A második világháború után a Magyar Kommunista Párt és a Magyar Dolgozók Pártja Központi Vezetőségének tagja (1945-1950). Belügyminiszterként (1948-1950) az Államvédelmi Hatóság (ÁVH) megszervezője, több törvénytelen per és ítélet egyik előkészítője. 1951-ben koholt vádak alapján letartóztatták, és 1954-ig börtönben ült. Az 1956-os forradalom idején a Nagy Imre-kormány minisztereként elfogadta a forradalmi követeléseket. Később titokban Moszkvába utazott, majd november 4- én visszatért Magyarországra, és megalakította a Forradalmi Munkás-Paraszt Kormányt. A forradalom leverése és a megtorlások után lényegében visszaállította a korábbi egypárti diktatúrát. 1958-ban - többszöri ígérete ellenére - hozzájárult Nagy Imre perbe fogásához, elítéléséhez és kivégzéséhez. 1963-ban kezdődött a ~ -korszak „puha diktatúrájának\" időszaka, amelynek nyomán Magyarország a szocialista tömb „legvidámabb barakkjává\" vált. 1968-ban hozzájárult, hogy a magyar csapatok részt vegyenek a prágai tavasz katonai leverésében. Nem ismerte fel, hogy a rendszer az 1980-as évek közepére válságba jutott. 1988-tól fokozatosan háttérbe szorult. Előbb pártelnöki tisztségéből mentették fel, majd központi bizottsági tagsága is megszűnt. 1989 júniusában még megérte Nagy Imre és mártírtársai újratemetését, majd nem sokkal később meghalt.",
	"Nagy Imre": "Politikus, miniszterelnök. Az első világháborúban orosz hadifogságba került, ezt követően csatlakozott a Vörös Hadsereghez és a bolsevik párthoz. A Tanácsköztársaság bukása után a Szovjetunióba emigrált, és különböző pártfunkciókat töltött be. A szovjetek akaratából az Ideiglenes Nemzeti Kormány földművelésügyi minisztere lett (1944-1945). Nevéhez fűződik az 1945-ös földosztás végrehajtása. Később belügyminiszter (1945-1946) és az országgyűlés elnöke (1947-1949). 1950-től 1953-ig élelmezési és begyűjtési miniszter. Sztálin halála után a moszkvai vezetés akaratából miniszterelnök (1953. július - 1955. április). Az „új szakasz\" reformpolitikája népszerűvé tette, de intézkedései miatt szembekerült a Rákosi-Gerő-féle pártvezetéssel. 1955 áprilisában megfosztották miniszterelnöki tisztségétől, majd a pártból is kizárták. A forradalom követelésére 1956. október 24-től ismét miniszterelnök. Október 28-án elfogadta a forradalom követeléseit, megszüntette az egypártrendszert, és kinyilvánította Magyarország semlegességét (november 1.). November 4-én, a szovjet csapatok támadásakor a jugoszláv követségre menekült, ahonnan Romániába internálták. A Kádár-kormány bíróság elé állította. Koncepciós perben, zárt tárgyaláson halálra ítélték, 1958. június 16-án kivégezték, és jeltelen sírba temették. 1989. június 16-án ünnepélyes keretek között újratemették. Temetése a rendszerváltás szimbolikus eseménye volt.",
	"Maléter Pál": "Ezredes, az 1956-os forradalom idején néhány napig hadügyminiszter. November 3-án Tökölre megy tárgyalni a szovjetekkel, akik letartóztatják. 1958. június 16-án Nagy Imrével és Gimes Miklóssal együtt kivégzik.",
	"Bibó István": "Nemzetközileg kimagasló, hazai viszonylatban pedig a 20. században a legnagyobb demokrata politikai gondolkodó, 1956-ban a Harmadik Nagy Imre-kormány - a szovjet megszállás után helyén kitartó, s a megszállás ellen tiltakozó - államminisztere.",
	"Recsk": "A Mátrában kialakított internálótábor. A szovjet GULÁG mintájára teremtette meg Rákosi-diktatúrája. Nagy Imre oszlatta fel első miniszterelnöksége idején. Ma megrendítő emlékhelye a kommunista diktatúra áldozatainak.",
	"Hortobágy": "1950 és 1953 között mintegy tízezer embert telepítettek ki bírói ítélet nélkül. Fegyveres őrizet mellett, embertelen körülmények között kellett kényszermunkát végezniük a ~, Nagykunság és Hajdúság környéki állami gazdaságokban. A kitelepítettek az 1953-as amnesztiát követően sem térhettek vissza otthonaikba és kárpótlást sem kaphattak.",
	"Sztálinváros": "Mai neve Dunaújváros. A sztálinista iparosítás magyarországi szimbóluma (vaskohászati kombinát és a hozzá kapcsolódó lakótelep).",
	"az 1956-os forradalom főbb fővárosi helyszínei; Astoria": "1956. október 25. Tüntetés. Innen megy a tömeg egy része a Kossuth térre, ahol beléjük lőnek.",
	"az 1956-os forradalom főbb fővárosi helyszínei; Corvin köz": "1956 október 24-től november 6-ig harcok helyszíne. Itt volt az 1956-os forradalom felkelőinek egyik legfontosabb és legtovább kitartó ellenállási pontja, amikor a beözönlő szovjet tankok rátámadtak a magyar forradalomra.",
	"az 1956-os forradalom főbb fővárosi helyszínei; Kilián laktanya": "A Corvin közi ellenállók egyik központja.",
	"az 1956-os forradalom főbb fővárosi helyszínei; Móricz Zsigmond körtér": "-1956. A dél-budai harcok egyik gócpontja.",
	"az 1956-os forradalom főbb fővárosi helyszínei; Ötvenhatosok tere": "Itt került sor a forradalom első tényleges, közös fellángoláson alapuló és később a leginkább szimbolikussá vált tettére: a Sztálin-szobor ledöntésére.",
	"az 1956-os forradalom főbb fővárosi helyszínei; Péterfy Sándor Utcai Kórház-Rendelőintézet és Baleseti Központ": "Az 1956-os forradalom napjaiban a kórház a szabadságharcosok egyik fontos élelmiszer- és gyógyszerellátó központja volt, amelynek nyomdájában röplapokat és az Élünk című folyóirat számait nyomtatták az 1956-os forradalom főbb fővárosi helyszínei; Sztálin szobor|A Felvonulási téren 1956-ban ledöntött szobor.",
	"az 1956-os forradalom főbb fővárosi helyszínei; Juta-dombi csata": "Budapest határában volt, a mai pesterzsébeti Helsinki út közelében. Arra haladt át a fővárosba délről érkező országút. November 4-én az esztergomi tüzérzed harcol a szovjet támadókkal. A forradalom után az egyébként stratégiailag fontos helyen található dombot eltüntették, hogy még az emlékét is kitöröljék az itt élők lelkéből.",
	"Mosonmagyaróvár": "1956. október 26-án a határőrlaktanyánál gyilkos sortűz fogadta a forradalmat éltető békés tömeget. A mai napig nem tudni, hány áldozata volt a golyózápornak.",
	"1945. március": "(földosztás)",
	"1946": "(a forint bevezetése)",
	"1947. február 10.": "(a párizsi béke)",
	"1947": "(kékcédulás választások)",
	"1948": "(a Magyar Dolgozók Pártjának megalakulása; a nyílt kommunista diktatúra kezdete; az iskolák államosítása)",
	"1949": "(a kommunista alkotmány; a Mindszenty- és a Rajk-per)",
	"1950": "(a szerzetesrendek feloszlatása; a tanácsrendszer létrejötte)",
	"1953-55": "(Nagy Imre első miniszterelnöksége)",
	"1956. október 23.": "(a forradalom kirobbanása)",
	"1956. október 28.": "(a forradalom győzelme)",
	"1956. november 4.": "(szovjet támadás indul Magyarország ellen)"
}