{
  "parlamentarizmus": "A polgári társ. berendezkedés népképviseleti rendszere. A ~ őstípusa Angliában fejlődött ki; lényege a törvényhozó és a végrehajtó hatalom kettéválasztása, s ezen belül - legalábbis formailag - a törvényhozás feladatát ellátó parlament elsődlegessége. A végrehajtó hatalmat gyakorló kormány a parlamentnek felelős, az államfő viszont felfüggesztheti, elnapolhatja a parlament működését vagy éppen fel is oszlathatja azt.",
  "közigazgatás": "Azon szervezetek összessége, amelyek közhatalmat gyakorolva, az állam vagy az önkormányzat nevében közfeladatokat látnak el és jogszabályokat hajtanak végre. A helyi közügyekben az önkormányzati igazgatás, az országos jelentőségű ügyekben a központi ~ jár el.",
  "önkormányzat": "Egy államon belül nagyobb egységek, területek, települések, intézmények önállóan választott irányító szervezete, amely helyi érdekű, nagyobb szervezetet nem érintő (például kulturális, gazdasági, vallási) ügyeket saját maga intéz.",
  "szuverenitás": "Jelentése főhatalom, önállóság, függetlenség; képesség a hatalom önálló gyakorlására.",
  "népképviselet": "A törvényhozó hatalom képviselőit a származásra való tekintet nélkül választják meg.",
  "demokrácia": "A társadalom jelentős számú, szavazati joggal rendelkező tagjainak hatalmából eredő politikai rendszer, egy közös területen, ahol hatalmi fékekkel és ellensúlyokkal biztosítják a társadalom jól szabályozott működését, mint például a közhatalom gyakorlóinak kizárólagos hatalomra törésének a megakadályozását, a társadalmi igazságosságot és a jóléti társadalom megvalósulását. A jogosultak közügyek döntéseiben való részvételi módja alapján közvetlen és képviseleti ~ létezhetnek.",
  "diktatúra": "Olyan kormányzási forma, ahol az állami főhatalom forrása nem a népakarat. A ~ autokrácia, vagyis valamely személynek vagy csoportnak az állam törvényeit figyelmen kívül hagyó, erőszakszervezetekre támaszkodó, kivételes törvényekkel szentesített elnyomó hatalma.",
  "privatizáció": "Magánosítás, az állami tulajdonban lévő javak magánkézbe adása, eladása. Célja a vagyon jobb működtetése, a költségvetési bevételek növelése. A rendszerváltás időszakának kapcsán helyesebb reprivatizációról beszélnünk, hiszen az 1945 után államosított vagyon visszamagánosítása történt meg. Két korszaka: a rendszerváltás előtt és alatt előtt spontán ~ , 1990 után az Állami Vagyonügynökség és utódszervezetei által irányított ~ . A kifejezés a magánvagyon jelentésű latin privatum szóból származik.",
  "kárpótlás": "A magyar állam 1991-ben megkísérelte rendezni a kommunista államosítások és kollektivizálás során az állampolgárokat igazságtalanul ért károkat. A károsultak vagy örököseik az eredeti vagyontárgyak, ingatlanok helyett részleges ~ -ként értékpapírokat, ún. kárpótlási jegyeket kaptak. Ezeket eladhatták, árukon részvényeket vagy földet vásárolhattak. A ~ ilyetén formája kompromisszumos megoldásként született meg, hiszen a teljes kárpótlás a régi sérelmek orvoslása mellett újakat szült volna, a teljes pénzbeli kárpótlást pedig az ország anyagi helyzete nem tette lehetővé",
  "migráció": "Olyan lakóhelyváltozás, mely településhatárok átlépésével jár. Sokféleképpen értelmezhetjük, osztályozhatjuk. Két típusa lehetséges. Az emigráció, amikor a népesség elvándorol, valamint az immigráció, amikor a népesség betelepül. Egy másik lehetséges felosztás, hogy a mozgás állandó, vagy ideiglenes, azaz a visszatérés lehetősége adott-e. Az ideiglenes ~ lehet periodikus, ha többször ismétlődik. Ha ez a mozgás rendszeres (munkába, iskolába járás), akkor ingázásról beszélünk, melynek ismétlődése lehet napi, heti, havi. Vizsgálhatjuk aszerint, hogy önkéntes-e, azaz az egyén akarata volt, vagy kényszerített. Ez utóbbira a történelemben számos példa van: rabszolga-kereskedelem, népvándorlások, népesség-áttelepítések. Kiváltó oka lehet megélhetési (gazdasági ok), vagy a vallás gyakorlásának lehetősége, jobb oktatási, tanulási lehetőségek, kedvezőbb klimatikus adottság. Speciális formája a nomád állattartással járó vándorlás. Az állatokat új és új legelőkre hajtó népcsoportok folyamatos vándorlásban vannak. Útvonaluk azonban nem véletlenszerű, általában minden évben ugyanazon a vonalon haladnak.",
  "mobilitás": "A ~ szó a latin mobilitas szóból származik, jelentése mozgékonyság, helyzetváltoztatás. Amikor valakinek a társadalmi helyzete változik meg, társadalmi mobilitásról beszélünk. Így például ha valaki beosztott munkatársból vezető lesz, vagy ha mezőgazdasági munkásból földbirtokos, azt mondjuk: „feljebb lépett a társadalmi ranglétrán\". De mobilitásnak foghatjuk fel azt is, ha valaki nagymértékben megváltoztatja életpályáját foglalkozása megváltoztatásával, például a mezőgazdasági munkát otthagyva szakképzettséget szerezve az iparban helyezkedik el (ebben az esetben nem biztos, hogy „feljebb\" lép, de mégis mobilis módon viselkedik). A nagy társadalmi változások nagyon sok ember élethelyzetét megváltoztathatják, sokan rosszabb helyzetbe kerülhetnek, vagy épp ellenkezőleg, jelentősen javul a helyzetük.",
  "foglalkozási szerkezet": "Az aktív keresők mely gazdasági ágazatban (mezőgazdaság, ipar, szolgáltatás) végzik tevékenységüket.",
  "munkanélküliség": "Az az állapot, amikor valaki egy adott időpontban képes és akar is dolgozni, mégsem talál munkát.",
  "diszkrimináció": "hátrányos megkülönböztetés",
  "szegregáció": "Az egyes társadalmi csoportok merev elkülönítése.",
  "kirekesztés": "A ~ fogalma többféleképpen értelmezhető. Leggyakrabban talán a megfosztottsághoz, a különféle javakhoz való hozzáférés hiányához kötődik.",
  "fajgyűlölet": "Más emberek megvetése; észszerűtlen ellenségeskedés más kinézetű vagy más bőrszínű emberekkel szemben, amelynek nincs valós személyes alapja.",
  "anti-cionizmus": "Gyakran jellemzik úgy, mint Izrael, mint zsidó állam fennállását ellenző nézet. Egyes anticionisták az izraeli kérdés megoldására válaszként egy olyan államot képzeltek el, amely a mai Izrael, Ciszjordánia és a Gáza-övezet területén helyezkedne el, amelyben mind a zsidók, mind a palesztinok egyenrangú állampolgárok lennének. Az ~ más, radikálisabb képviselőinek (például a militáns palesztin csoportoknak) legfőbb törekvése Izrael állam gazdasági, politikai befolyásának megtörése, illetve mint államalakulat megsemmisítése.",
  "integráció": "Általános értelemben egységesülést, beilleszkedést, vagy beolvasztást, hozzácsatolást jelent.",
  "népszavazás": "A választópolgárok akaratának érvényesítése, a demokráciának (népuralomnak) közvetlen eszköze és a hatalomgyakorlás általános és „legerősebb\" formája. A közhatalom önkényével szemben betölti a fékek és az ellensúlyok legjelentősebb szerepét. Az alkotmány szabályozza, hogy mely témákat szükséges és/vagy tilos ~-ra bocsátani, ezért kiírása a alaptörvényből kifolyólag lehet kötelező vagy kezdeményezhető. A választópolgár a parlamenti választások, illetve a helyi önkormányzati választások között ily módon kifejezheti akaratát, illetve véleményét bizonyos kérdésekben. Lehet helyi jellegű, érinthet nagyobb területi egységet, vagy országos jelleggel bírhat. Eredményessége függhet a jogszabályokban meghatározott feltételek teljesítésétől, vagy lehet mindig eredményes. Gyakoriságát jelentősen befolyásolja az előírt feltételrendszer a kezdeményezéséről és a népszavazás eredményességről.",
  "ombudsman": "Magyar nevén országgyűlési biztos, olyan saját hivatallal rendelkező, a parlamentek által megválasztott köztisztviselő, aki tevékenységében más állami szervektől független, és csak az őt megválasztó országgyűlésnek tartozik felelősséggel. Az ombudsman feladata elsősorban a közigazgatásban, de az igazságszolgáltatás kivételével valamennyi állami szervnél, panasz alapján vizsgálat indítása, a jogsértőnek talált gyakorlatról a szerv értesítése és a panaszos jogainak képviselete. Az ombudsman nem hozhat kötelező intézkedéseket, nem alkalmazhat jogi szankciókat.",
  "autonómia": "Önkormányzat, önállóság",
  "magyar igazolvány": "A szomszédos államokban élő magyarokról szóló 2001. évi LXII. törvényben meghatározott kedvezmények és támogatások (Magyarország területén kedvezményeket vehetnek igénybe, valamint a szomszédos államban lévő lakóhelyükön pályázati úton támogatást kaphatnak.) igénybevételére jogosító okmány, amelyet magát magyar nemzetiségűnek valló személyek kaphatnak kérelmükre a fenti jogszabályban foglalt feltételek teljesítésének igazolása esetén.",
  "kettős állampolgárság": "Egy természetes személy egyszerre két vagy több államalakulatnak az állampolgára. Általánosan elismert nemzetközi jogi elv, hogy a kettős (többes) többes állampolgárt mindegyik szóban forgó állam a saját állampolgárának tekinti, és ugyanolyan elbánásban részesíti, mint a kizárólag az adott állam állampolgárságával rendelkező polgárát, függetlenül attól, hogy általában elismeri-e vagy sem a kettős állampolgárság intézményét",
  "Horn Gyula": "Politikus, közgazdász, a Magyar Népköztársaság utolsó külügyminisztere, 1994 és 1998 között a harmadik magyar köztársaság harmadik miniszterelnöke volt. Elismertségét elsősorban a keletnémet menekültek előtti 1989. szeptemberi határnyitás körül játszott szerepének köszönheti. A televízió nyilvánossága előtt jelképesen átvágta az azt megelőző hónapokban felszámolt műszaki határzár erre a célra meghagyott mintegy tízméteres maradványát. Ez az esemény, amelyet akkor Páneurópai Piknik néven hirdetett meg, vált később a vasfüggöny elbontásának látványos jelképévé. P jelentette be azt is, hogy 1989. szeptember 11-től a magyar hatóságok átengedik a nyugati határon a Német Demokratikus Köztársaság (NDK) azon állampolgárait, akiket Ausztria vízum nélkül hajlandó fogadni. A határ október 7-ig állt nyitva. A döntés bejelentésekor mintegy hatvanezer keletnémet volt Magyarországon. Ez a határnyitás jelentős mértékben járult hozzá a keletnémet rendszer bukásához és a későbbi német újraegyesítéshez. Külügyminiszterként ő készítette elő és már 1990 márciusában ő írta alá a magyar-szovjet csapatkivonási megállapodást. A rendszerváltás korának magyar politikusai közül, beleértve a polgári ellenzék képviselőit is, elsőként vetette fel Magyarország lehetséges NATO-tagságának témáját, illetve az Európai Unióhoz való csatlakozás ügyét.",
  "Orbán Viktor": "Magyar jogász és politikus. 1988-ban a Fidesz egyik alapító tagja, Nagy Imre és társai újratemetésén, 1989. június 16-án elmondott beszédét követően vált ismert politikai személyiséggé Magyarországon. 1993-ig a Fidesz választmányának tagja. 1993-2000 között, illetve 2003 óta a párt elnöke. 1990-től országgyűlési képviselő, 1990-1994 között a Fidesz frakcióvezetője. 1992 és 2000 között a Liberális Internacionálé, 2002-től 2012-ig az Európai Néppárt egyik alelnöke. 1998-2002 között és 2010-től Magyarország miniszterelnöke",
  "Mádl Ferenc": "1993 és 1994 között művelődési és közoktatási miniszter. 2000 és 2005 között a Magyar Köztársaság elnöke.",
  "Medgyessy Péter": "magyar közgazdász, politikus, miniszter, üzletember, 2002. május 27-e és 2004. szeptember 29-e között Magyarország miniszterelnöke. 2004. augusztus 25-én a koalíciós partnerével kialakult ellenséges viszony miatt lemondott hivataláról.",
  "a határon túli MAGYARLAKTA területek": "Erdélyben, Felvidéken, Délvidéken, Kárpátalján magyarok által lakott területek. (tudni kell térképen megmutatni)",
  "1996": "(a magyar honfoglalás millecentenáriuma)",
  "1999": "(Magyarország a NATO tagjává válik)",
  "2000": "(a magyar államalapítás millenniuma)",
  "2004": "(Magyarország csatlakozása az Európai Unióhoz)",
  "állam": "Emberek meghatározott földterületen élő csoportjának közös kormányzattal, valamint belső és külső szuverenitással rendelkező közössége, jelentős, de (a többi ~ szerepe miatt) viszonylagos önállósággal rendelkező társadalmi szervezet. Feladata az adott társadalmi és gazdasági viszonyok rendszerének lényegi fenntartása, a külső védelem biztosítása, a társadalom szervezése, irányítása és vezetése.",
  "államforma": "Az államfő hatalmának eredetét, legitimitását, jogállását írja le. Meghatározza az államfői tisztség keletkezésének és megszűnésének a módját.",
  "köztársaság": "Az az államforma, amelyben a legfőbb hatalom olyan személy(ek)é, ill. szerv(ek)é, aki(ke)t, ill. amely(ek)nek tagjait a lakosság választja meghatározott időre.",
  "államszervezet": "Az állami szervek rendezett összessége, amelyben az egyes szervek és intézmények egymáshoz való viszonya, és a közös - állami - feladatok megvalósításában betöltött szerepe jogilag meghatározott.",
  "demokrácia": "a társadalom jelentős számú, szavazati joggal rendelkező tagjainak hatalmából eredő politikai rendszer, egy közös területen, ahol hatalmi fékekkel és ellensúlyokkal biztosítják a társadalom jól szabályozott működését, mint például a közhatalom gyakorlóinak kizárólagos hatalomra törésének a megakadályozását, a társadalmi igazságosságot és a jóléti társadalom megvalósulását. A jogosultak közügyek döntéseiben való részvételi módja alapján közvetlen és képviseleti ~ létezhetnek.",
  "emberi jog": "Azoknak a jogoknak az összessége, amelyek minden embert megilletnek; például szólás-, gyülekezési, vallás- és sajtószabadság. A XVIII. század végétől a polgári államokban alkotmányok, alaptörvények garantálják ezeket a jogokat.",
  "állampolgári jog": "Amikor valamit az állampolgár jog szerint elvárhat az államtól.",
  "vallás": "Az a - megismerésben, gondolkodásban, érzésben, akaratban és cselekvésben kifejeződő - meggyőződés nevezzük, amely szerint személyes vagy személytelen természetfeletti erők vannak működésben.",
  "vallásüldözés": "A vallást gyakorlókat súlyos (életüket, személyes vagy vagyoni biztonságukat veszélyeztető) bántalom éri a vallásuk miatt szándékosan, rendszerszerűen egy ország hatalmon levő csoportja által.",
  "vallásszabadság": "Az embereknek nemcsak megengedett a hitük szerinti vallásgyakorlása, hanem ezeket szabadon is hirdethetik (amennyiben az mások személyiségi vagy egyéb jogait nem sérti).",
  "Magyar Szocialista Munkáspárt (MSZMP)": "Az MDP utódpártja volt. 1956 novembere és 1989 októbere között az egypártrendszer kormányzópártja.",
  "disszidens": "Eredeti jelentése elkülönülő személy, de a szocialista időszakban az országot elhagyó embereket jelentette. A kommunista propaganda tudatosan negatív színben tüntette föl őket, játékfilmekben, krimikben számos alkalommal a hazatérő disszidens volt a negatív figura.",
  "amnesztia": "Közkegyelem (a görög közbocsánat szóból) a bűncselekmények vagy bűntettesek egész kategóriáira kiterjedő kegyelem.",
  "új gazdasági mechanizmus": "A szocialista Magyarország gazdasági irányításának és tervezésének átfogó reformja volt, amelyet az 1960-as évek közepén készítettek elő, és 1968. január 1-jén vezettek be. A reform három területen hozott lényeges változást: 1. csökkent a központi tervezés szerepe és nőtt a vállalati önállóság a termelés és a beruházások terén. 2. liberalizálódtak az árak, vagyis a hatóságilag rögzített árak mellett egyes termékek árai a piaci keresletnek megfelelően alakulhattak. 3. a központilag meghatározott bérrendszer helyét egy flexibilisebb, bizonyos korlátok között a vállalatok által meghatározott szabályozás váltotta fel.",
  "háztáji": "A második gazdaság része, termelőszövetkezeten kívüli „minigazdaság\", aminek a megtermelt javai fölött a termelő szabadon rendelkezett.",
  "második gazdaság": "A háztájiban, az iparban a fő munkahely mellett végzett gazdasági termelés. Nagyon sok ember vállalt másodállást, GMK-t, hogy plusz jövedelemhez jusson. A túlmunka ugyan többletjövedelmet biztosított, de ezzel a családban töltött idő csökkent, ami válásokhoz, alkoholizmushoz vezetett.",
  "„három T\"": "Tiltott, Tűrt, Támogatott (a szavak sorrendje néha változó), azaz a „Három T\" a kommunista kultúrpolitika „terméke\". Közismerten működött a Szovjetunióban a támogatás és a tiltás, majd a második világháború után hamarosan az összes befolyási övezetébe tartozó szocialista országban megjelent. Magyarországon az ún. Három T „kifinomult\" változata a köztudatban Aczél György nevéhez kapcsolódik, pedig már az ő fellépése előtt is jól „működött\"",
  "lakótelep": "Olyan lakóépületek összessége, melyek időben és stílusban egységesen épülve, az adott település, településrész egyéb épületeitől megkülönböztethetően alkotnak egységes telepet.",
  "televízió": "Képek és hangok távoli helyen való együttes vételére szolgáló készülék.",
  "Rubik-kocka": "Bűvös kocka. 1974.",
  "ellenzéki mozgalmak": "A Kádár-korszak hanyatló korszakában, az 1970-es évek második felében jelentek meg különféle ~ -ak. A demokratikus ellenzék városi-értelmiségi jellegű volt, mellettük az 1980-as évekre a vidéki, népi-nemzeti (szintén értelmiségi) ellenzék is hallatott magáról. A két irányzat képviselői 1985-ben a monorierdői kempingben találkoztak. 1987-ben, a lakiteleki találkozón megalakult az első, MSZMP által is elismert ellenzéki párt, az MDF. 1988-ban a demokratikus ellenzék is párttá alakult (SZDSZ), a Bibó István Szakkollégium fiatal növendékei pedig létrehozták a FIDESZ-t.",
  "szamizdat": "Más néven butik-irodalom. A kommunista rendszerek illegális, általában gépelt kiadványai, amiket azzal a céllal írtak, nyomtattak és terjesztettek titkokban, hogy a rezsim cenzúrája ne tudja betiltani. Ez hazai vagy külföldön készült magyar, illetve külföldi szerzők írásainak hazai terjesztését jelentette. Terjesztőit megfigyelték, ők számos zaklatást, házkutatást szenvedtek el. Ezért csak kis példányszámban, zömében egy szűk értelmiségi csoporthoz tudták a kiadványaikat eljuttatni.",
  "besúgó": "Olyan személy, akinek feladatai közé tartozik mások megfigyelése, ellenőrzése kémtevékenység gyanúja miatt. Demokratikus országokban is létező fogalom. Volt olyan, aki önként figyelt meg másokat, de a többség valamilyen zsarolás folytán került a kommunista hálózat rendszerébe. Az ügynökökkel a tartótiszt foglalkozott, tőle kapták az utasításokat, neki kellett jelentéseiket leadniuk",
  "ügynök": "Olyan személy, akinek feladatai közé tartozik mások megfigyelése, ellenőrzése kémtevékenység gyanúja miatt. Demokratikus országokban is létező fogalom. Volt olyan, aki önként figyelt meg másokat, de a többség valamilyen zsarolás folytán került a kommunista hálózat rendszerébe. Az ~ -kel a tartótiszt foglalkozott, tőle kapták az utasításokat, neki kellett jelentéseiket leadniuk.",
  "monori találkozó": "1985 nyarán 45, a Kádár-rendszer ellenzékéhez tartozó értelmiségi (pl. Donáth Ferenc politikus, a Nagy Imre-per másodrendű vádlottja, Csurka István író, Csoóri Sándor író, Kis János filozófus, Tamás Gáspár Miklós filozófus, Demszky Gábor szociológus) találkozott a monorierdői kempingben. Az akkor illegális találkozó a később népi és demokratikus szárnyra szakadó ellenzék egyetlen közös megnyilatkozásának számít. Fő témái voltak: 1956 politikai öröksége, a határon túli magyarság helyzete, az emberi és állampolgári jogok és a gazdasági reformok esélyei.",
  "lakiteleki találkozó": "1987. szeptember 27-én egy versillusztrációkból nyílt képzőművészeti tárlat során, egy Antológia-est alkalmával, tizennégy magyar költő lépett színpadra, hogy verseikkel fejezzék ki a Kádár-rendszer elleni tiltakozásukat. Ezen az eseményen, amelyet később ~ néven emlegettek, egy helyre szerveződtek a Kádár-rendszer ellenes értelmiségiek a közös gondolkodás reményében.",
  "ellenzéki kerekasztal": "A Kádár-rendszerrel szemben álló ellenzék egyeztető fóruma volt. Célja az volt, hogy a diktatúrát fenntartó MSZMP ne tudja az ellenzéki csoportokat különalkukkal megosztani, szétforgácsolni. A tárgyalások a nyilvánosság fokozott figyelme mellett, feszült légkörben, de a kompromisszumok keresésének jegyében zajlottak. Április 19-én elhatározták, hogy tárgyalásokat kezdeményeznek az MSZMP-vel.",
  "spontán privatizáció": "Magánosítás 1987-1990 között, aminek során az állami vagyon meghatározó része került mélyen áron alul a pártállami elit vagy külföldi befektetők kezébe. A rendszerváltás egyik legtöbbet vitatott gazdasági folyamata.",
  "falurombolás": "A román kommunista diktátor, Nicolae Ceau_escu 1988-ban bejelentetett településszisztematizálási tervének köznyelvi megnevezése. Ceau_escu a falvak helyett „agráripari centrumokat\" kívánt létrehozni. Az elgondolás a romániai nemzetiségi kérdés megoldását is segítette volna, amennyiben a - jellemzően - magyar falvak lakosságát a környező városok lakótelepeire szándékozták áttelepíteni. Az 1989. évi forradalom Ceau_escu rendszerével együtt a falurombolási programot is elsöpörte. Emiatt ténylegesen csak néhány települést pusztítottak el, ezek közül a legismertebb Bözödújfalu. Az erdélyi falurombolás ellen szervezett 1988. évi budapesti felvonulás a legnagyobb létszámú tömegtüntetések közé tartozott.",
  "MDF": "A magyar rendszerváltás éveinek meghatározó politikai pártja, jobboldali gyűjtőpárt. 1987-ben, a népi írók köréhez tartozó értelmiségiek lakiteleki találkozóján jött létre. 1990-ben Antall József vezetésével megnyerte a választásokat, a FKgP-vel és a KDNP-vel koalíciós kormányt alakított. 1998 és 2002 között a kormányzó FIDESZ koalíciós partnere volt. 2010 és 2011 fordulóján a párt ezen a néven megszűnt. Utódpártja a Jólét és Szabadság Demokrata Közösség.",
  "SZDSZ": "1988-ban létrejött liberális politikai párt. Közvetlen előzményeként a Kádár-rendszer demokratikus ellenzéke 1988 márciusában hozta létre a Szabad Kezdeményezések Hálózatát, ami féléves működés után alakult párttá 1988 novemberében. Az ~ az 1990. évi választásokon a képviselői helyek 24 %-ával a második legerősebb párt és a legerősebb ellenzéki párt lett. A magát korábban antikommunistának valló párt 1994 és 1998, valamint 2002 és 2008 között az MSZP-tal koalíciót kötve kormányzati pozícióba került. A párt 2014-ben megszűnt.",
  "FIDESZ": "A Fiatal Demokraták Szövetsége 1988. évi megalakulásakor magyar liberális politikai párt volt, gúnyosan az SZDSZ ifjúsági tagozatának is nevezték. Az 1990-i választásokon bekerült a parlamentbe, ellenzéki párt lett. Néhány év elteltével ideológiájában megerősödtek a jobboldali, nemzeti és konzervatív elemek. 1995-től neve ~ - Magyar Polgári Párt lett. 1998 és 2002 között, valamint 2010 óta a kormány fő erejét alkotta / alkotja.",
  "MSZMP": "Magyarországi marxista-leninista párt, amely fönnállása - 1956-1989, vagyis a Kádár-korszak - alatt szovjet támogatással Magyarországot állampártként irányította. 1956. október 31-én, a forradalom kilencedik napján a Rákosi Mátyás és Gerő Ernő nevével fémjelzett magyarországi sztálinista párt, a Magyar Dolgozók Pártja kimondta saját föloszlatását. Az MDP jogutód pártja, az ~ Kádár János vezetésével jött létre (aki már október 25-étől az MDP első titkára volt, címe az ~-ben főtitkár lett). Kádár befolyása 1988-ig meghatározó volt. A pártot a 10-15 főből álló, hetente ülésező Politikai Bizottság és a kb. 100 fős, évente összehívott Központi Bizottság irányította. 1989-ben kettészakadt, így jött létre a Munkáspárt és a jogutód MSZP.",
  "FKgP": "A Független Kisgazdapárt jobboldali, a gazdák és a városi polgárok érdekeit képviselő magyar politikai párt, mely a Horthy-korszak (1930-) és a koalíciós kormányzás időszakából való előzmények után 1988-ban szerveződött újjá. 1990 és 1994 között tagja volt az MDF vezette kormánykoalíciónak, 1998 és 2002 között a FIDESZ oldalán került másodszor kormányra.",
  "KDNP": "Történeti előzmények (a Barankovics István vezette Demokrata Néppárt, 1945-1949) után 1989-ben újjászerveződött jobboldali magyar politikai párt. 1990-ben az MDF és az FKgP mellett tagja volt a kormánykoalíciónak. Az 1990-es évek második felében pártszakadásokon esett át, támogatottsága jelentősen csökkent. Képviselőjelöltjei a 2006. évi választások óta a FIDESZ jelöltjeivel közös listán indulnak.",
  "MSZP": "Magyar Szocialista Párt, magyarországi szociáldemokrata párt. Az ~ az MSZMP utolsó, 1989 októberében tartott kongresszusán jött létre az MSZMP jogutódjaként. Elnöke Nyers Rezső, majd 1990 tavaszán Horn Gyula lett. 1994-ben megnyerte a választásokat, az SZDSZ-szel koalícióra lépve alakított kormányt.",
  "többpártrendszer": "Több párt működését biztosító demokratikus kormányzati rendszer. A választásokon győztes párt egyedül vagy más pártokkal koalícióra lépve kormányt alakít, a többi párt ellenzékből politizál.",
  "gyülekezési jog": "Alapvető emberi jog, politikai és személyes szabadságjog, amelyet egy demokratikus állam biztosít polgárai számára. Az 1689. évi angol Jognyilatkozatban és a széleskörű individualizmus talaján álló 1789. évi francia Emberi és Polgári Jogok Nyilatkozatában még nem szerepel. Elsőként az USA 1787. évi alkotmányához fűzött I. számú, 1791-i kiegészítés szabályozta, deklarálva, hogy az állam nem csorbítja a népnek a békés gyülekezéshez való jogát. Az 1949. évi magyar alkotmány elvileg engedélyezte a békés gyülekezést, a gyakorlatban azonban ez nem volt lehetséges. A Kádár-korszakban pl. számos március 15-i megemlékezést oszlattak föl vagy büntettek börtönnel. 1988-ban már nem tudták megakadályozni az egyre nagyobb létszámú tömegtüntetéseket.",
  "pluralizmus": "A demokratikus politikai rendszer egyik alapértéke és tulajdonsága. Több különböző politikai törekvés egyszerre létezésének lehetősége és természetessége, mely az érdekek, értékrendek, nézetek, ideológiák, pártok és intézmények egymással versengő sokféleségét jelenti. A pluralizmus a társadalom természetes tagoltságát és a politikai hatalom ennek megfelelő megosztását fejezi ki, vagyis azt az állapotot, amelyben a hatalomnak és a befolyásnak számos alapja és forrása van.",
  "jogállam": "Olyan állam, melyben a közhatalmat az állampolgárok egyenlőségére és szabadságára, az egyes embernek az államhatalommal szembeni integritására épülő jogszabályoknak megfelelően gyakorolják.",
  "nemzeti kerekasztal": "A pártállami rendszerből a többpárti demokráciába való békés átmenet feltételeit kidolgozó tanácskozó fórum, melyet 1989 nyarán hozott létre az Ellenzéki Kerekasztal, az állampárt (az MSZMP) és az ún. harmadik oldal (társadalmi szervezetek, pl. Magyar Nők Országos Tanácsa, Münnich Ferenc Társaság, Szakszervezetek Országos Tanácsa). A kerekasztalnál született megállapodások az alkotmány gyökeres módosítását jelentették, ezekre épült az országgyűlésben folyó törvényhozó munka. A köztársasági elnök megválasztásának módjáról nem sikerült megegyezni, az SZDSZ és a FIDESZ különvéleményt fogalmazott meg (’ Négyigenes népszavazás).",
  "sarkalatos törvények": "Sarkalatos törvényeknek a rendszerváltás jogi kereteit megteremtő hat törvényt nevezzük. Az országgyűlés 1989. június és szeptember között fogadta el őket. Témájuk: (1) az alkotmány módosítása, (2) az Alkotmánybíróság, (3) a politikai pártok működése és gazdálkodása, (4) az országgyűlési képviselők választása, (5) a Büntető Törvénykönyv módosítása, (6) a büntetőeljárási törvények módosítása.",
  "Alkotmánybíróság": "Olyan állami szerv, mely nem része a bírósági szervezetnek, feladata, hogy az országgyűlés jogalkotói hatalmát alkotmányvédelmi szempontból korlátozza, azt vizsgálva, hogy a különböző jogszabályok nincsenek-e ellentétben az Alkotmánnyal. 1989-ben az egyik sarkalatos törvény rendelkezett a létrehozandó ~-ról. 1990-ben jött létre, elnöke Sólyom László lett. Akkori létszáma 11 fő volt. Ez 2011-ben 15 főre emelkedett.",
  "Kádár János": "Kommunista politikus, az 1956-os forradalom leverését követően Magyarország első számú pártvezetője. Eredeti neve Csermanek volt. A két világháború között többször letartóztatták és börtönbüntetésre ítélték. A második világháború után a Magyar Kommunista Párt és a Magyar Dolgozók Pártja Központi Vezetőségének tagja (1945-1950). Belügyminiszterként (1948-1950) az Államvédelmi Hatóság (ÁVH) megszervezője, több törvénytelen per és ítélet egyik előkészítője. 1951-ben koholt vádak alapján letartóztatták, és 1954-ig börtönben ült. Az 1956-os forradalom idején a Nagy Imre-kormány minisztereként elfogadta a forradalmi követeléseket. Később titokban Moszkvába utazott, majd november 4- én visszatért Magyarországra, és megalakította a Forradalmi Munkás-Paraszt Kormányt. A forradalom leverése és a megtorlások után lényegében visszaállította a korábbi egypárti diktatúrát. 1958-ban - többszöri ígérete ellenére - hozzájárult Nagy Imre perbe fogásához, elítéléséhez és kivégzéséhez. 1963-ban kezdődött a ~ -korszak „puha diktatúrájának\" időszaka, amelynek nyomán Magyarország a szocialista tömb „legvidámabb barakkjává\" vált. 1968-ban hozzájárult, hogy a magyar csapatok részt vegyenek a prágai tavasz katonai leverésében. Nem ismerte fel, hogy a rendszer az 1980-as évek közepére válságba jutott. 1988-tól fokozatosan háttérbe szorult. Előbb pártelnöki tisztségéből mentették fel, majd központi bizottsági tagsága is megszűnt. 1989 júniusában még megérte Nagy Imre és mártírtársai újratemetését, majd nem sokkal később meghalt.",
  "Nagy Imre": "Politikus, miniszterelnök. Az első világháborúban orosz hadifogságba került, ezt követően csatlakozott a Vörös Hadsereghez és a bolsevik párthoz. A Tanácsköztársaság bukása után a Szovjetunióba emigrált, és különböző pártfunkciókat töltött be. A szovjetek akaratából az Ideiglenes Nemzeti Kormány földművelésügyi minisztere lett (1944-1945). Nevéhez fűződik az 1945-ös földosztás végrehajtása. Később belügyminiszter (1945-1946) és az országgyűlés elnöke (1947-1949). 1950-től 1953-ig élelmezési és begyűjtési miniszter. Sztálin halála után a moszkvai vezetés akaratából miniszterelnök (1953. július - 1955. április). Az „új szakasz\" reformpolitikája népszerűvé tette, de intézkedései miatt szembekerült a Rákosi-Gerő-féle pártvezetéssel. 1955 áprilisában megfosztották miniszterelnöki tisztségétől, majd a pártból is kizárták. A forradalom követelésére 1956. október 24-től ismét miniszterelnök. Október 28-án elfogadta a forradalom követeléseit, megszüntette az egypártrendszert, és kinyilvánította Magyarország semlegességét (november 1.). November 4-én, a szovjet csapatok támadásakor a jugoszláv követségre menekült, ahonnan Romániába internálták. A Kádár-kormány bíróság elé állította. Koncepciós perben, zárt tárgyaláson halálra ítélték, 1958. június 16-án kivégezték, és jeltelen sírba temették. 1989. június 16-án ünnepélyes keretek között újratemették. Temetése a rendszerváltás szimbolikus eseménye volt.",
  "Pozsgay Imre": "Kommunista politikus, államminiszter. Az 1970-es évek végétől a Magyar Szocialista Munkáspárt (MSZMP) erősödő reformszárnyának meghatározó képviselője. Művelődési miniszter, majd a Hazafias Népfront elnöke. Az 1987-es lakitelki találkozó résztvevőjeként és az MSZMP reformer politikusaként fontos szerepet játszott a békés rendszerváltás előkészítésében és megvalósításában.",
  "Tőkés László": "Református lelkész, az 1989-es romániai forradalom hőse. 1989-ben az állami és egyházi hatóságok pert indítottak ellene, megfosztották szószékétől, és a szilágysági Menyő községbe száműzték. Az eseményről tudósított a Magyar Televízió Panoráma című műsora, ezáltal a temesvári magyarság, amely tudta fogni az MTV-t, értesült a döntésről. Ez később kulcsfontosságúnak bizonyult, mivel az erőszakos kilakoltatás ellenében védelmére kelt hívek és a hozzájuk csatlakozó temesváriak megmozdulása robbantotta ki az 1989-es romániai forradalmat. 1990-től 2009-ig a Királyhágómelléki református egyházkerület püspöke.",
  "Antall József": "Magyar politikus, könyvtáros, orvostörténész, muzeológus, Magyarország első szabadon választott miniszterelnöke a rendszerváltás után.",
  "Göncz Árpád": "József Attila-díjas magyar drámaíró, műfordító, 1922-ben született. Érettségi után 1944-ben jogi diplomát szerzett. Utána 1945-ben belépett a Független Kisgazdapártba, a későbbiekben Szovjetunióba elhurcolt Kovács Béla titkára lett. Az 1956-os forradalom után a Bibó-perben életfogytiglani szabadságvesztésre ítélték, 1963-ban az általános amnesztiával szabadult. A rendszerváltás idején a Szabad Demokraták Szövetsége politikusa volt. A rendszerváltás utáni első köztársaság őt választotta elnökévé, a tisztséget 2000-ig viselte.",
  "Sólyom László": "Jogtudós, egyetemi tanár, a Magyar Tudományos Akadémia rendes tagja. 1990 és 1998 között az Alkotmánybíróság első elnöke, 2005. augusztus és 2010. augusztus 5. között Mádl Ferencet követte a köztársasági elnöki székben. Megválasztása azért érdekes, mert az ellenzék jelöltjeként lett köztársasági elnök. Elnöksége idején külön hangsúlyt fektetett a természetvédelem fontosságának tudatosítására.",
  "Teller Ede": "Magyar-amerikai atomfizikus, aki élete jelentős részét az Amerikai Egyesült Államokban élte le, és sikereit is főként ott érte el. Legismertebb a hidrogénbomba-kutatásokban való aktív részvétele, emiatt mint „a hidrogénbomba atyja\" vált közismertté. A Reagan-Gorbacsov puhatolózások idején Reagant határozottan biztatta, hogy ne engedjen a csillagháború kérdésében, mert a szovjeteknek nincs ilyen elektronikájuk.",
  "Salgótarján": "1956-ban itt zajlott le a legvéresebb sortűz, a halálos áldozatok száma 46 és 131 fő közzé tehető",
  "Szászhalombatta": "A 20. század második felében virágzott fel a város a Barátság-vezeték végpontján épült Dunai Olajfinomító és a melléktermékeit hasznosító Dunamenti Erőmű révén, melynek dolgozói számára új városrész épült.",
  "Monor": "1985. Ellenzéki találkozó.",
  "Lakitelek": "1987. Ellenzéki találkozó.",
  "Bős-Nagymaros": "A Duna (cseh)szlovák és magyar közös szakaszán tervezett duzzasztóműrendszer két eleme lett volna. A komplexum létesítésének célja energiatermelés, árvízvédelem és a hajózhatóság biztosítása volt. A két állam 1977-ben kötött szerződést. A (cseh)szlovák fél a maga oldalán megépítette a duzzasztóművet és az erőművet, és üzembe is helyezte. Magyarországon a nagymarosi lépcső elleni föllépés az ellenzéki mozgalom szerves része lett, emiatt 1989-ben magyar részről leálltak az építkezéssel. A nemzetközi szerződés megszegése miatt került sor a hágai perre. A hágai Nemzetközi Bíróság különböző jogsértésekért Magyarországot és Szlovákiát is elítélte.",
  "1958": "(Nagy Imre kivégzése)",
  "1963": "(részleges amnesztia)",
  "1968": "(az új gazdasági mechanizmus bevezetése)",
  "1971": "(magyar-vatikáni megállapodás; Mindszenty József elhagyja Magyarországot)",
  "1978": "(az Egyesült Államok visszaadja a Szent Koronát)",
  "1985": "(a monori találkozó)",
  "1987": "(a lakiteleki találkozó)",
  "1980": "(Farkas Bertalan a világűrben)",
  "1989. június 16.": "(Nagy Imre és mártírtársainak újratemetése)",
  "1989. október 23.": "(a harmadik Magyar Köztársaság kikiáltása)",
  "1989": "(társasági és egyesülési törvény)",
  "1990": "(szabad országgyűlési és önkormányzati választások)",
  "1991": "(a szovjet csapatok kivonása Magyarországról)"
}
